HSDTaskName = "維護";

HSDFeedRollerHeaderTitle = "餽紙滾筒與隔離墊維護";
HSDNotifyMeTitle = "需要維護時通知我。";
HSDTotalPagesTitle = "餽紙總頁數：";
HSDPagesSinceReplacementTitle = "上次替換後餽紙的頁數：";
HSDPreviouslyRecordedReplacementsTitle = "先前記錄的替換零件：";
HSDReplacementRecommendedTitle = "目前建議使用的替換零件：";
HSDReplaceButtonTitle = "記錄替換零件…";

RecordReplacementWarnTitle = "是否記錄替換零件？";
RecordReplacementWarnText = "此動作會重設餽紙計數，並遞增餽紙滾筒和隔離墊的替換零件計數。";

MaintenanceRecommendedWarnTitle = "建議使用的維護";
MaintenanceRecommendedWarnText = "掃描器的餽紙滾筒與隔離墊即將需要更換。";
